Repository: Eoxia/BeFlex
Catalog: languages/*.po
Languages: fr_fr

source: Oops, that page can't be found
fr_fr: Oups ! Cette page n'a pas été trouvée

source: It looks like nothing was found at this location. Perhaps searching can help ?
fr_fr: Il semblerait que rien n'ai été trouvé. Peut-être une recherche pourrait aider ?

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
fr_fr: %1$s commentaire sur &ldquo;%2$s&rdquo;

source: Comment navigation
fr_fr: Navigation des commentaires

source: Older Comments
fr_fr: Anciens commentaires

source: Newer Comments
fr_fr: Nouveaux commentaires

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Please set your navigation as "Main navigation" to make it appear
fr_fr: Veuillez définir un menu en "Navigation principale" pour qu'il apparaisse ici

source: Main Navigation
fr_fr: Navigation principale

source: Sidebar Blog
fr_fr: Blog

source: Display on blog / post / archive pages.
fr_fr: S'affiche sur les pages Blog / Article / Archives.

source: Shop
fr_fr: Boutique

source: Display on shop pages
fr_fr: S'affiche sur les pages de la boutique

source: 1 Boxfoot. Boxfoot display before Footer
fr_fr: 1ère zone du boxfoot. Le boxfoot s'affiche au dessus du footer

source: 2 Boxfoot. Boxfoot display before Footer
fr_fr: 2ème zone du boxfoot. Le boxfoot s'affiche au dessus du footer

source: 3 Boxfoot. Boxfoot display before Footer
fr_fr: 3ème zone du boxfoot. Le boxfoot s'affiche au dessus du footer

source: 4 Boxfoot. Boxfoot display before Footer
fr_fr: 4ème zone du boxfoot. Le boxfoot s'affiche au dessus du footer

source: Display on right in Footer
fr_fr: S'affiche à droite du footer

source: Skip to content
fr_fr: Passer au contenu

# placeholder
source: Enter a Keyword
fr_fr: Entrer un mot clé

# label
source: Search for:
fr_fr: Recherche pour:

source: Primary color
fr_fr: Couleur principale

# post date
source: The %s
fr_fr: Le %s

# post author
source: by %s
fr_fr: par %s

source: Posted in %1$s
fr_fr: Posté dans %1$s

source: Tagged %1$s
fr_fr: Tagué %1$s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
fr_fr: Poster un commentaire<span class="screen-reader-text"> sur %s</span>

source: Edit <span class="screen-reader-text">%s</span>
fr_fr: Modifier <span class="screen-reader-text">%s</span>

source: Search Results for: %s
fr_fr: Recherche pour: %s

source: Category's sub-category list
fr_fr: Liste des sous-catégories de la catégorie

source: There is nothing to output here
fr_fr: Il n'y a rien a afficher ici

source: Nothing Found
fr_fr: Rien n'a été trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier article ? <a href="%1$s">Commencez ici</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, aucun résultat ne correspond à vos critères de recherche. Veuillez essayer avec différents mots-clés.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il semblerait que nous ne trouvons pas ce que vous cherchez. Peut-être une recherche pourrait aider.
